"use strict";
exports.__esModule = true;
exports.aboutFundColumns = exports.aboutFundCards = void 0;
exports.aboutFundCards = [
    {
        icon: "Calendar",
        title: "17 лет",
        span: "на рынке",
        subtitle: "Фонд 'Ренессанс пенсии' основан в 2002 году"
    },
    {
        icon: "High Rate",
        title: "Высокий ",
        span: "рейтинг",
        subtitle: "Надежность ruАА- по оценке Эксперт РА"
    },
    {
        icon: "Users",
        title: "41 000",
        span: "человек",
        subtitle: " участники пенсионной программы"
    },
    {
        icon: "Partner",
        title: "150",
        span: "компаний",
        subtitle: "заботятся о пенсиях сотрудников"
    },
    {
        icon: "Bank",
        title: "17 млрд",
        span: "рублей",
        subtitle: "пенсионных резервов в Фонде"
    },
];
exports.aboutFundColumns = [
    {
        title: "2002",
        description: "Дата основания Фонда как части финансовой группы ING в России. Уже в 2003 году в Фонд приходят первые крупные клиенты, что дало Фонду существенный толчок к развитию и сделало его привлекательным в глазах будущих партнеров."
    },
    {
        title: "2003",
        description: "В Фонд приходят первые крупные клиенты."
    },
    {
        title: "2008",
        description: "Клиентами Фонда стали более 70 наших текущих партнеров."
    },
    {
        title: "2009",
        description: "В связи с изменением бизнес стратегии компании ING в России, Фонд был выкуплен крупнейшей Британской страховой компанией AVIVA, что только лишь усилило позиции Фонда."
    },
    {
        title: "2013",
        description: "Фонд перешел под управление компании WELBI на 100% контролировавшейся НПФ “Благосостояние”."
    },
    {
        title: "2017",
        description: "В результате сделки Фонд вошел в объединенную группу компаний под управлением ООО “Группа Ренессанс Страхование”, одного из крупнейших провайдеров добровольного страхования в России."
    },
    {
        title: "2018",
        description: "Состоялась реорганизация в акционерное общество с одновременным переименованием Фонда в АО НПФ «Ренессанс пенсии»."
    },
];
