/* eslint-disable strict */
"use strict";

exports.__esModule = true;
exports.businessCards = void 0;
exports.businessCards = [{
  icon: "Case",
  header: "Работодатель (Вкладчик)",
  titles: ["Определяет условия программы", "Уплачивает взносы в фонд"]
}, {
  icon: "Man",
  header: "Сотрудник (Участник)",
  titles: ["Заключает личный договор", "Уплачивает взносы в фонд", "Выполняет условия программы", "Получает пенсию или выкупную сумму"]
}, {
  icon: "Bank",
  header: "Фонд",
  titles: ["Аккумулирует взносы вкладчика (Участника) ведет учет, распределяет нвестиционный доход", "Выплачивает негосударственные пенсии участникам"]
}, {
  icon: "Settings",
  header: "Управляющая компания",
  titles: ["Определяет условия программы", "Уплачивает взносы в фонд", "Управляет портфелем ценных бумаг", "Инвестирует с целью получения дохода"]
}];