import { IObjectQuestionsAnswers, ITableContributions } from "../models/types";

export const questionsAboutPension: IObjectQuestionsAnswers[] = [
  {
    question: "Могу ли я перевести в АО НПФ «Ренессанс пенсии» пенсионные накопления (накопительную пенсию)?",
    answer: [
      " АО НПФ «Ренессанс пенсии» в настоящий момент не занимается управлением накопительной части государственной пенсии, ориентирован на работу по пенсионным программам в рамках негосударственного пенсионного обеспечения.",
    ],
    isParagraph: true,
  },
  {
    question: "В чем преимущества участия в пенсионной программе над долгосрочным вкладом в банке?",
    answer: [
      "Участникам предоставляется возможность увеличения собственных вложенных средств за счет инвестиционного дохода и взносов компании. Софинансирование компании, предусмотренное большинством пенсионных программ, существенно увеличивает вклад сотрудника.",
      "Участникам пенсионных программ предоставляются налоговые льготы.",
    ],
    isParagraph: true,
  },
  {
    question: "Какие гарантии того, что Фонд выполнит свои обязательства?",
    answer: [
      "Фонд отвечает по своим обязательствам всем принадлежащим ему имуществом в соответствии с Федеральным законом от 07.05.1998 №75-ФЗ «О негосударственных пенсионных фондах». За деятельностью Фонда осуществляется жесткий контроль со стороны Банка России. Специализированный депозитарий осуществляет ежедневный контроль над составом инвестиционного портфеля Фонда. При нарушении законодательно установленных требований к инвестированию, специализированный депозитарий незамедлительно информирует об этом Банк России.",
      "По закону Фонд должен проходить ежегодные независимые аудиторские и актуарные проверки. Данные таких проверок, результаты деятельности Фонда, публикуемые в открытом доступе на сайте Банка России, позволяют корпоративным клиентам и частным лицам получать достоверную информацию о финансовом состоянии Фонда.",
    ],
    isParagraph: true,
  },
  {
    question: "Что такое страховой резерв?",
    answer: [
      "Страховой резерв - это средства, формируемые Фондом для обеспечения дополнительных гарантий выполнения долгосрочных обязательств перед участниками. Страховой резерв учитывается отдельно от собственных средств Фонда и не используется для покрытия расходов Фонда. В соответствии с законодательством РФ страховой резерв Фонда должен составлять не менее 5% от резерва покрытия пенсионных обязательств.",
    ],
    isParagraph: true,
  },
  {
    question: "Как начисляется инвестиционный доход?",
    answer: [
      "Доход рассчитывается Фондом ежегодно по итогам инвестирования пенсионных резервов за истекший год. Величина инвестиционного дохода по каждому отдельному счету зависит от периода инвестирования средств в течение года.",
      "АО НПФ 'Пенсионные решения' (ранее - АО НПФ 'Ренессанс пенсии') ежегодно отчитывается перед участниками о состоянии их пенсионных счетов и начисленном инвестиционном доходе. Информацию об инвестициях за прошедший год участники могут найти в личном кабинете на сайте Фонда или позвонив по телефону горячей линии.",
    ],
    isParagraph: true,
  },
];

export const pensionPrograms: IObjectQuestionsAnswers[] = [
  {
    question:
      "Ранее пенсионную программу нашей компании реализовывал НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ», а теперь мои пенсионные суммы находятся в АО НПФ «Ренессанс пенсии». Что для меня изменилось в связи с этим?",
    answer: [
      "АО НПФ «Ренессанс пенсии» создано в результате реорганизации некоммерческой организации Негосударственного пенсионного фонда «БЛАГОСОСТОЯНИЕ ЭМЭНСИ» в форме преобразования в акционерный пенсионный фонд в соответствии с Федеральным законом от 28.12.2013 № 410-ФЗ «О внесении изменений в Федеральный закон «О негосударственных пенсионных фондах» и отдельные законодательные акты Российской Федерации». К АО НПФ «Ренессанс пенсии» в порядке правопреемства перешли в полном объеме все права и обязанности НПФ «БЛАГОСОСТОЯНИЕ ЭМЭНСИ». Реорганизация Фонда не требует переподписания каких-либо документов.",
    ],
    isParagraph: true,
  },
  {
    question:
      "Я являюсь сотрудником компании, реализующей пенсионную программу в партнерстве с АО НПФ «Ренессанс пенсии». Где я могу получить информацию о пенсионной программе?",
    answer: [
      "О деталях текущей программы можно узнать в Фонде по телефону горячей линии, на интернет-сайте в личном кабинете участника, а также в отделе кадров Вашей компании.",
    ],
    isParagraph: true,
  },
  {
    question:
      "Как узнать размер баланса на моем пенсионном счете и сумму средств, перечисленных в мою пользу компании?",
    answer: [
      "Вы можете получить данную информацию",
      "из электронной выписки в личном кабинете (обновляется регулярно, по мере зачисления на Ваш счет очередных пенсионных взносов).",
      "подключив бесплатный сервис CМС-оповещений о балансе и поступлениях на счет",
      "позвонив по телефону горячей линии",
    ],
    isParagraphBefore: true,
  },
  {
    question: "Что произойдет с пенсионными суммами в случае смерти?",
    answer: [
      "В случае наступления смерти участника до начала выплаты пенсии права на пенсионные суммы передаются правопреемнику или, в случае если правопреемник не назначен, наследуются в соответствии с законодательством Российской Федерации.",
      "В случае наступления смерти участника после начала выплаты пенсии, права на оставшиеся пенсионные суммы передаются правопреемнику или наследуются, если это предусмотрено выбранным типом пенсии, в течение всего периода для срочных схем выплаты пенсий и гарантированного периода для пожизненных схем выплаты пенсий.",
    ],
    isParagraph: true,
  },
  {
    question: "Я являюсь участником пенсионной программы Фонда. Где я буду получать свою пенсию?",
    answer: [
      "Негосударственная пенсия, размер и периодичность которой согласуется с Фондом в момент Вашего выхода на пенсию, будет выплачиваться Фондом на Ваш банковский счет.",
    ],
    isParagraph: true,
  },
  {
    question: "В какой валюте уплачиваются взносы, осуществляются выплаты пенсионных сумм?",
    answer: [
      "Все денежные взаиморасчеты осуществляются в рублях РФ. При изменении экономической ситуации компания и Фонд оставляют за собой право корректировать пенсионную программу таким образом, чтобы при соблюдении требований законодательства обеспечить максимальную защиту накоплений участников.",
    ],
    isParagraph: true,
  },
  {
    question:
      "Я являюсь сотрудником компании, реализующей пенсионную программу с АО НПФ «Ренессанс пенсии». Каков размер моей будущей пенсии?",
    answer: [
      "Размер пенсии не может быть определен заранее и зависит от размера взносов, срока участия в пенсионной программе, возраста выхода на пенсию, роста заработной платы и инвестиционного дохода, вида пенсии. Вид пенсии выбирается участником при достижении пенсионных оснований. Приблизительный расчет будущей пенсии можно рассчитать, воспользовавшись пенсионным калькулятором на сайте Фонда.",
    ],
    isParagraph: true,
  },
  {
    question: "Что такое пожизненная пенсия? Что такое срочная пенсия?",
    answer: [
      "Пожизненная пенсия выплачивается с момента достижения участником пенсионных оснований и до момента смерти.",
      "Для получения срочной пенсии необходимо выбрать срок, в течение которого она будет выплачиваться (не менее 5 лет).",
    ],
    isParagraph: true,
  },
  {
    question: "Что будет, если я выйду из пенсионной программы?",
    answer: [
      "Участие в пенсионной программе личными взносами является добровольным и зависит только от Вашего желания. При выходе из пенсионной программы до наступления пенсионных оснований, можно воспользоваться правом на получение Выкупной Суммы. Выкупная Сумма рассчитывается в соответствии с условиями договора негосударственного пенсионного обеспечения за вычетом НДФЛ, предусмотренного действующим законодательством РФ.",
    ],
    isParagraph: true,
  },
  {
    question: "Что такое отложенное право/вестинг?",
    answer: [
      "При выполнении условий отложенного права (или правил вестинга) участники пенсионной программы получают право распоряжаться пенсионными суммами, сформированными в их пользу за счет компании. Правила вестинга определяются компанией в период разработки пенсионной программы и могут включать, например, определенный срок участия в пенсионной программе или количество лет стажа в компании.",
    ],
    isParagraph: true,
  },
  {
    question:
      "Что произойдет с моими пенсионными суммами в рамках корпоративного договора, если я выйду из пенсионной программы, но буду продолжать осуществлять взносы самостоятельно, как частное лицо?",
    answer: [
      "Если участник выходит из пенсионной программы, но намерен продолжить сотрудничество с Фондом, как частное лицо, необходимо заключить индивидуальный договор с Фондом. Пенсионные суммы, сформированные в рамках корпоративного договора, переводятся на индивидуальный договор с учетом правил вестинга. Таким образом, Фонд объединяет в одном договоре свои обязательства перед участником. Новые пенсионные суммы учитываются на счетах индивидуального договора.",
    ],
    isParagraph: true,
  },
];

export const companyContributions: ITableContributions = {
  headings: ["Пенсионные суммы за счет взносов компании", "Выкупная сумма", "Пенсия"],

  arrayRows: [
    ["Взносы", "НДФЛ", "НДФЛ"],
    ["Инвестиционный доход", "НДФЛ", "НДФЛ"],
  ],
};

export const participantContributions: ITableContributions = {
  headings: ["Пенсионные суммы за счет взносов участника", "Выкупная сумма", "Пенсия"],

  arrayRows: [
    [" Взносы", " Удерживается сумма НДФЛ, соответствующая социальному налоговому вычету за период участия"],
    ["Инвестиционный доход", "НДФЛ", "НДФЛ не удерживается *"],
  ],
};
